13/data/attachments/834d5d9e548c96fe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f8af03b2-f70f-41a8-aea7-34eb582c212e</nif:username>
            <nif:friendToBeAdded>Kim_language_Actions_64589_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>